Repository: alex73/XBMC.OmegaT
Catalog: omegat/project_save.tmx
Source language: en
Languages: be

source: No album information found
be: Няма зьвестак альбому

source: No albums found!
be: Альбом ня знойдзены!

source: No biography for this artist
be: Няма біяграфіі гэтага выканаўцы

source: No cache
be: Няма кэшу

source: No disc
be: Няма дыску

source: No encryption
be: Без шыфравання

source: No info found!
be: Зьвесткі ня знойдзены!

source: No information available
be: Зьвесткі недаступныя

source: No limit
be: Без абмежаваньняў

source: No link
be: Няма злучэньня

source: No matching songs in the library.
be: Няма адпаведных кампазыцый у бібліятэцы.

source: No optical disc drive detected
be: Не выяўлены аптычны дыск

source: No pass
be: Без паролю

source: No results found
be: Нічога не знойдзена

source: No review for this album
be: Няма рэцэнзій на гэты альбом

source: Non-linear stretch
be: Нелінейнае расьцягваньне

source: None
be: Няма

source: Normal
be: Як звычайна

source: North
be: Паўночны

source: Not available
be: Недаступны

source: Not connected. Check network settings.
be: Не дасяжна. Спраўдзіце налады сеткі.

source: Notifications
be: Апавяшчэньні

source: Nov
be: Ліс

source: November
be: Лістапад

source: Now
be: Зараз

source: Now Playing - Music
be: Зараз грае - музыка

source: Now Playing - Videos
be: Зараз грае - відэа

source: Now playing...
be: Зараз прайграецца...

source: Number of channels
be: Колькасьць каналаў

source: Numeric password
be: Лічбавы пароль

source: OK
be: Добра

source: OSD position
be: Месца OSD

source: Objects
be: Аб'екты

source: Oct
be: Кас

source: October
be: Кастрычнік

source: Off
be: Няма

source: Ok
be: Добра

source: On
be: Так

source: One
be: Адзін

source: Only when playback stopped
be: Толькі пры спыненым прайграваньні

source: Open
be: Адчыніць

source: OpenGL renderer:
be: Адлюстраваньнік OpenGL:

source: OpenGL vendor:
be: Вытворца OpenGL:

source: OpenGL version:
be: Вэрсія OpenGL:

source: Opening
be: Адчыненьне

source: Opening file
be: Адчыненьне файлу

source: Opening stream
be: Адчыняем плынь

source: Operating system:
be: Апэрацыйная сыстэма:

source: Optical/Coax
be: Аптычны/кааксіяльны

source: Options
be: Налады

source: Order by
be: Упарадкавана па

source: Orientation
be: Арыентацыя

source: Original Size
be: Зыходны памер

source: Original stream's language
be: Мова зыходнай плыні

source: Original title
be: Зыходная назва

source: Other...
be: Іншае...

source: Other/Unknown
be: Іншая / Невядомыя

source: Output stereo to all speakers
be: Выводзіць стэрэа ва ўсе дынамікі

source: Overcast
be: пахмурна

source: Override ASS/SSA subtitles fonts
be: Перарабіць шрыфт субтытраў ASS/SSA

source: PVR service
be: Сэрвіс PVR

source: Parental control
be: Бацькоўскі кантроль

source: Parental control. Enter PIN:
be: Бацькоўскі кантроль. Увядзіце PIN:

source: Parental locked
be: Бацькоўскае блякаваньне

source: Parental locked:
be: Бацькоўскае блякаваньне:

source: Partial
be: часткова

source: Partly
be: часткова

source: Party mode
be: Рэжым вечарынкі

source: Party mode aborted.
be: Рэжым вечарынкі перапынены.

source: Party mode playlist
be: Сьпіс прайграваньня для вечарынкі

source: Passthrough output device
be: Прылада простага вываду

source: Password entry was blank. Try again.
be: Пароль быў пусты. Паспрабуйце зноў.

source: Passwords entered did not match.
be: Уведзеныя паролі не супадаюць

source: Path
be: Шлях

source: Pause during refresh rate change
be: Прыпыніць падчас зьмены частаты абнаўленьня экрану

source: Pause playback when switching to another source
be: Прыпыняць прайграваньне падчас пераключэньня на іншую крыніцу

source: Paused
be: Прыпынена

source: Pellet
be: Крупа

source: Pellets
be: крупа

source: Performing Arts
be: Выканальніцкае мастацтва

source: Peripherals
be: Пэрыфэрыйныя

source: Picture Add-ons
be: Дадаткі відарысаў

source: Picture information
be: Зьвесткі відарыса

source: Pictures
be: Відарысы

source: Pictures & files
be: Малюнкі й файлы

source: Pictures & programs
be: Малюнкі й праграмы

source: Pixel ratio
be: Суадносіны піксэлю

source: Pixel ratio adjustment
be: Настаўце суадносіны піксэлю

source: Play
be: Граць

source: Play DVDs automatically
be: Прайграваць DVDы аўтаматычна

source: Play GUI sounds
be: Граць гукі інтэрфэйсу

source: Play count
be: Колькасьць прайграваньняў

source: Play disc
be: Дыск

source: Play in party mode
be: Граць у рэжыме вечарынкі

source: Play music video
be: Граць музычнае відэа

source: Play the next song automatically
be: Прайграваць наступную кампазіцыю аўтаматычна

source: Play the next video automatically
be: Прайграваць наступнае відэа аўтаматычна

source: Play using...
be: Прайграць з дапамогай...

source: Playback
be: Прайграваньне

source: Playlist editor
be: Рэдактар сьпісу прайграваньня

source: Playlists
be: Сьпісы прайграваньня

source: Please check the XML files
be: Калі ласка, праверце файлы XML

source: Please insert disc
be: Устаўце дыск, калі ласка

source: Please insert the following disc:
be: Устаўце, калі ласка, наступны дыск:

source: Please turn off library mode
be: Калі ласка, выключыце рэжым бібліятэкі

source: Please visit xbmc.org/pvr to learn more.
be: Падрабязнасьці вы знойдзеце на xbmc.org/pvr.

source: Popular Culture/Traditional Arts
be: Папулярная культура / Традыцыйнае мастацтва

source: Port
be: Порт

source: Port range
be: Дыяпазон партоў

source: Post-processing
be: Пасьля-апрацоўка

source: Power off System
be: Выключыць кампутар

source: Power saving
be: Энергазьберажэньне

source: Pre-school Children's Programmes
be: Праграмы для дашкольнікаў

source: PreAmp Level - Non replay gained files
be: Гучнасьць непрыстасаваных файлаў

source: PreAmp Level - Replay gained files
be: Гучнасьць прыстасаваных файлаў

source: Precip
be: Ападкі

source: Precipitation
be: Ападкі

source: Preferred audio language
be: Пераважная мова аўдыё

source: Preferred subtitle language
be: Пераважная мова субтытраў

source: Preparing...
be: Падрыхтоўка...

source: Prevent EPG updates while playing a TV stream
be: Прадухіляць абнаўленьні EPG падчас прайграваньня плыні

source: Previous
be: Папярэдні

source: Profiles
be: Профілі

source: Program Add-ons
be: Праграмы-дадаткі

source: Programs
be: Праграмы

source: Programs & pictures & music
be: Праграмы, малюнкі і музыка

source: Programs & pictures & video
be: Праграмы, малюнкі і відэа

source: Programs & video & music
be: Праграмы, відэа і музыка

source: Progress dialog
be: Дыялёг прагрэсу

source: Protocol
be: Пратакол

source: Put display to sleep when idle
be: Класьці дысплэй спаць падчас чаканьня

source: Quality
be: Якасьць

source: Querying %s info
be: Запыт зьвестак аб %i

source: Queue item
be: У чаргу

source: Queue songs on selection
be: Кампазыцыю што абралі - у чаргу

source: Quit
be: Скончыць

source: R. Slideshow
be: Слайдшоў R.

source: Radio
be: Радыё

source: Rain
be: дождж

source: Randomize
be: Выпадковы

source: Rating
be: Рэйтынг

source: Re-Enter new password
be: Увядзіце новы пароль яшчэ раз

source: Reading
be: Чытаньне

source: Really high(slow!)
be: Вельмі высокая(марудна!)

source: Really remove '%s'?
be: Сапраўды выдаліць '%s' ?

source: Reboot
be: Перастартаваць кампутар

source: Rebuild index...
be: Перабудоўваньне індэксы...

source: Recently added albums
be: Надоечы дададзеныя альбомы

source: Recently added episodes
be: Надоечы дададзеныя эпізоды

source: Recently added movies
be: Надоечы дададзеныя фільмы

source: Recently added music videos
be: Надоечы дададзеныя мызычныя відэа

source: Recently played albums
be: Надоечы граныя альбомы

source: Record
be: Запіс

source: Recording
be: Запіс

source: Recording aborted
be: Запіс перапынены

source: Recording completed
be: Запіс скончаны

source: Recording deleted
be: Запіс выдалены

source: Recording scheduled
be: Запіс заплянаваны

source: Recording started
be: Запіс пачаты

source: Refresh
be: Абнавіць

source: Refresh Rate
be: Часьціня абнаўленьня

source: Refresh time
be: Час абнаўленьня

source: Regenerate thumbnails
be: Перастварыць мініятуры

source: Region
be: Рэгіён

source: Release date
be: Дата выхаду

source: Religion
be: Рэлігія

source: Remember views for different folders
be: Памятаць выгляд для некалькіх каталёгаў

source: Remote control
be: Аддалены кантроль

source: Remote control sends keyboard presses
be: Аддалены кантроль дасылае націсканьні клявіятуры

source: Remote path
be: Аддалены шлях

source: Remote share
be: Аддаленае абагульненьне

source: Removable disk
be: Здымны дыск

source: Remove
be: Выдаліць

source: Remove from favourites
be: Выдаліць з упадабаных

source: Remove from library
be: Выдаліць з бібліятэкі

source: Remove lock
be: Выдаліць блякаваньне

source: Remove movie from library
be: Выдаліць фільм з бібліятэкі

source: Remove source
be: Выдаліць крыніцу

source: Removing old songs from the library
be: Выдаліць старыя кампазыцыі з бібліятэкі

source: Removing source
be: Выдаліць крыніцу

source: Rename
be: Пераназваць

source: Render method
be: Мэтад рэндэрынгу

source: Repeat
be: Паўтараць

source: Repeat folder
be: Паўтарыць каталёг

source: Repeat one
be: Паўтор аднаго

source: Repeat: All
be: Паўтор: усе

source: Repeat: Off
be: Паўтор: няма

source: Repeat: One
be: Паўтор: 1

source: Replace file names with library titles
be: Зьмяніць назвы файлаў на загалоўкі бібліятэкі

source: Replay gain
be: Гучнасьць

source: Replaygain volume adjustments
be: Прыстасоўваць гучнасьць

source: Resample quality
be: Якасьць зьмены

source: Reset the EPG database
be: Скінуць базу EPG

source: Reset the PVR database
be: Скінуць базу PVR

source: Resize VobSubs
be: Зьмена памеру VobSubs

source: Resolution
be: Разрознасьць

source: Resume
be: Працягнуць

source: Resume from %s
be: Працягнуць з

source: Retrieved %i items
be: Атрымана %i складнікаў

source: Retrieved %i of %i items
be: Атрымана %i складнікаў з %i

source: Retrieving list from Last.fm...
be: Атрымоўваньне сьпісу з Last.fm...

source: Return to music window
be: Вярнуцца да вакна музыкі

source: Return to videos window
be: Вярнуцца да вакна відэа

source: Review
be: Агляд

source: Rip
be: Канвэртаваць

source: Rip audio CD
be: Канвэртаваць аўдыё CD

source: Rip audio track
be: Канвэртаваць аўдыё трэк

source: Ripping...
be: Канвэртаваньне...

source: Rollback
be: Да папярэдняй

source: Romance
be: Рамантычныя

source: Rotate pictures using EXIF information
be: Паварочваць відарыс згодна зьвестак EXIF

source: Row 1 address
be: Радок 1 адрасу

source: Row 2 address
be: Радок 2 адрасу

source: Row 3 address
be: Радок 3 адрасу

source: Row 4 address
be: Радок 4 адрасу

source: Rows
be: Радкі

source: S
be: паўд

source: SE
be: паўд-усх

source: SMB client
be: Кліент SMB

source: SSE
be: паўд-паўд-ўсх

source: SSW
be: паўд-паўд-зах

source: SW
be: паўд-зах

source: Sa
be: Сб

source: Sand
be: Пясок

source: Sandstorm
be: Пясчаная бура

source: Sat
be: сб

source: Save
be: Захаваць

source: Save & restart
be: Захаваць і рэстартаваць

source: Save and apply network interface settings
be: Захаваць і ўжыць налады сеткавага інтэрфэйсу

source: Saved music folder
be: Каталёг для захоўваньня музыкі

source: Scale Teletext to 4:3
be: Маштабаваць тэлетэкст да 4:3

source: Scan
be: Сканаваць

source: Scan for missing icons
be: Сканаваць для адсутных значкаў

source: Scan item to library
be: Сканаваць складнікі ў бібліятэку

source: Scan recursively
be: Сканаваць рэкурсіўна

source: Scanning media info
be: Сканаваньне зьвестак мэдыяў

source: Scattered
be: пераменная воблачнасьць

source: Science Fiction/Fantasy/Horror
be: Фантастыка / Фэнтэзі / Жахі

source: Scrapers
be: Скрэпэры

source: Screen resolution:
be: Разрознасьць экрану:

source: Screensaver
be: Ахоўнік экрану

source: Screensaver mode
be: Рэжым ахоўніка экрану

source: Screensaver time
be: Час да старту ахоўніка экрану

source: Screenshot folder
be: Каталёг здымкаў экрану

source: Script failed! : %s
be: Памылка сцэнару!: %s

source: Script settings
be: Налады сцэнару

source: Scripts
be: Сцэнары

source: Scripts output
be: Вывад сцэнару

source: Scripts/Info
be: Сцэнары / Зьвесткі

source: Search for thumbnails on remote shares
be: Шукаць мініятуры на адлеглай крыніцы

source: Search results
be: Вынікі пошуку

source: Searching album
be: Пошук альбому

source: Searching songs...
be: Пошук кампазыцый...

source: Searching...
be: Пошук...

source: Season
be: Сэзон

source: Season image
be: Выява сэзону

source: Seasons
be: Сэзоны

source: Seeking
be: Перакручваем

source: Select
be: Абраць

source: Select album
be: Абраць альбом

source: Select all
be: Абраць усё

source: Select backend
be: Абраць цюнер

source: Select destination directory
be: Абярыце каталёг прызначэньня

source: Select dialog
be: Абраць дыялёг

source: Select genre
be: Абраць жанр

source: Select location
be: Абраць месца

source: Select movie:
be: Абраць фільм:

source: Select playlist
be: Абраць сьпіс прайграваньня

source: Selected folder contains a single TV show
be: Абраны каталёг утрымлівае адно ТВ шоў

source: Selected folder contains a single video
be: Абраны каталёг утрымлівае адно відэа

source: Sep
be: Вер

source: September
be: Верасень

source: Serious/Classical Music
be: Сур'ёзная / Клясычная музыка

source: Serious/Classical/Religious/Historical Movie/Drama
be: Сур'ёзныя / Клясычныя / Рэлігійныя / Гістарычныя фільмы / драмы

source: Server address
be: Адрас сэрвэру

source: Server name
be: Назва сэрвэру

source: Service for weather information
be: Сэрвіс для зьвестак пра надвор'е

source: Set as default for all videos
be: Усталяваць як стандартнае для ўсіх відэа

source: Set content
be: Вызначыць зьмесьціва

source: Set plugin thumb
be: Вызначыць мініятуру ўбудовы

source: Set season thumb
be: Прызначыць мініятуру сэзону

source: Set wakeup command (cmd [timestamp])
be: Вызначыць каманду цюнеру каб прачнуцца (cmd [час])

source: Settings
be: Налады

source: Settings - Appearance
be: Налады - Вонкавы выгляд

source: Settings - Appearance - GUI Calibration
be: Налады - Вонкавы выгляд - Калібраваньне GUI

source: Settings - General
be: Налады - Агульныя

source: Settings - Music
be: Налады - Музыка

source: Settings - Network
be: Налады - Сетка

source: Settings - Pictures
be: Налады - Відарысы

source: Settings - Profiles
be: Настройка - Профілі

source: Settings - Programs
be: Налады - Праграмы

source: Settings - Screen
be: Налады - Экран

source: Settings - System
be: Налады - Сыстэма

source: Settings - Videos
be: Налады - Відэа

source: Settings - Videos - Screen Calibration
be: Налады - Відэа - Калібраваньне экрану

source: Settings - Weather
be: Налады - Надвор'е

source: Shallow
be: неглыбокі туман

source: Share video and music libraries through UPnP
be: Абагуліць відэа і музычныя бібліятэкі праз UPnP

source: Shared folder
be: Абагульнены каталёг

source: Shortcuts
be: Скароты

source: Show "Add source" buttons in file lists
be: Паказваць кнопку "Дадаць крыніцу" ў сьпісе файлаў

source: Show EXIF picture information
be: Паказваць EXIF зьвесткі відарыса

source: Show Information
be: Паказаць зьвесткі

source: Show RSS news feeds
be: Паказваць стужкі навінаў RSS

source: Show channel information when switching channels
be: Паказваць зьвесткі пра канал калі пераключаем каналы

source: Show file extensions
be: Паказваць пашырэньні файлаў

source: Show hidden files and directories
be: Паказваць схаваныя файлы й каталёгі

source: Show parent folder items
be: Паказваць складнікі бацькоўскага каталёгу

source: Show plot for unwatched items
be: Паказваць непраглежданые

source: Show signal quality
be: Паказваць якасьць сыгналу

source: Show song selector automatically
be: Аўтаматычна паказваць выбар кампазыцыі

source: Show video files in listings
be: Паказваць відэа файлы ў сьпісе

source: Show/Game Show
be: Шоў / Гульнявыя шоў

source: Shower
be: кароткачасовы дождж

source: Showers
be: кароткачасовыя дажджы

source: Shuffle
be: Выпадковы

source: Shuffle playlist on load
be: Выпадковы сьпіс прайграваньня на старце

source: Shutdown
be: Выключыць

source: Shutdown function
be: Функцыя выключэньня

source: Shutdown function timer
be: Таймэр функцыі выключэньня

source: Shutdown in 120 minutes
be: Выключыць праз 120 хвілінаў

source: Shutdown in 30 minutes
be: Выключыць праз 30 хвілінаў

source: Shutdown in 60 minutes
be: Выключыць праз 60 хвілінаў

source: Shutdown timer
be: Таймер выключэньня

source: Signal quality
be: Якасьць сыгналу

source: Similar artists as %name%
be: Выканаўцы падобныя на %name%

source: Singles
be: Адзінкавы

source: Size
be: Памеру

source: Sizing: (%i,%i)->(%i,%i) (Zoom x%2.2f) AR:%2.2f:1 (Pixels: %2.2f:1) (VShift: %2.2f)
be: Памер: (%i,%i)->(%i,%i) (Павелічэньне x%2.2f) AR:%2.2f:1 (Піксэл: %2.2f:1) (Зрух: %2.2f)

source: Skin
be: Аздабленьне

source: Skin & language
be: Аздабленьне і мова

source: Skin is missing some files
be: Некаторыя файлы адсутнічаюць у аздабленьні

source: Sleet
be: абліваха

source: Slideshow
be: Слайдшоў

source: Slideshow folder
be: Каталёг слайдшоў

source: Small
be: Невялікі

source: Smart playlist rule
be: Правілы спрытнага сьпісу прайграваньня

source: Smoke
be: смог

source: Snow
be: сьнег

source: Soap/Melodrama/Folkloric
be: Мыльныя / Мэлядрамы / Фальклорныя

source: Software
be: Праграмна

source: Song
be: Кампазыцыя

source: Song information
be: Зьвесткі пра кампазыцыю

source: Song submission
be: Падаваньне кампазыцыі

source: Songs
be: Кампазіцыі

source: Sort by: %s
be: Сартаваць па: %s

source: Sort by: Album
be: Сартаваць па: альбому

source: Sort by: Artist
be: Сартаваць па: выканаўцы

source: Sort by: DVD#
be: Сартаваць па: DVD#

source: Sort by: Date
be: Сартаваць па: часе

source: Sort by: File
be: Сартаваць па: файлам

source: Sort by: Name
be: Сартаваць па: назьве

source: Sort by: Rating
be: Сартаваць па: рэйтынгу

source: Sort by: Size
be: Сартаваць па: памеру

source: Sort by: Time
be: Сартаваць па: часе

source: Sort by: Title
be: Сартаваць па: назьве

source: Sort by: Track
be: Сартаваць па: трэку

source: Sort by: Type
be: Сартаваць па: тыпу

source: Sort by: Usage
be: Сартаваць па: выкарыстаньню

source: Sort by: Year
be: Сартаваць па: годзе

source: Sort direction
be: Кірунак сартаваньня

source: Sort method
be: Мэтад сартаваньня

source: Source lock
be: Замок крыніцы

source: South
be: Паўднёвы

source: Space
be: Прагал

source: Speaker Configuration
be: Канфігурацыя галосьнікаў

source: Special Event
be: Спэцыяльныя падзеі

source: Speed
be: Хуткасьць

source: Speed units
be: Адзінкі хуткасьці

source: Spline36 optimized
be: Spline36 аптымізаваны

source: Sport Magazine
be: Спартыўны часопіс

source: Sports
be: Спартыўныя

source: Spray
be: Распылены

source: Squals
be: шквал

source: Standard
be: Стандартная

source: Start
be: Пачаць

source: Start from beginning
be: Пачаць спачатку

source: Start playback minimized
be: Пачынаць прайграваньне ўвакне

source: Start recording
be: Пачаць запіс

source: Start slideshow here
be: Пачаць слайдшоў адсюль

source: Startup window
be: Пачатковы экран

source: State
be: Штат

source: Static
be: Статычны

source: Status
be: Статус

source: Stop Rec.
be: Спыніць запіс

source: Stop recording
be: Спыніць запіс

source: Stop ripping CD
be: Спыніць канвэртаваньне CD

source: Stop scanning
be: Спыніць сканаваньне

source: Storage
be: Сховішча

source: Storage information
be: Зьвесткі пра сховішча

source: Stretch 16:9
be: Расьцягнутае 16:9

source: Stretch 4:3
be: Расьцягнутае 4:3

source: Strong
be: Моцны

source: Studio
be: Студыя

source: Styles
be: Стылі

source: Su
be: Нд

source: Submenu
be: Падмэню

source: Submit Last.fm radio to Last.fm
be: Падаць Last.fm радыё на Last.fm

source: Submit songs to Last.fm
be: Падаць кампазыцыю на Last.fm

source: Submit songs to Libre.fm
be: Падаць кампазыцыю на Libre.fm

source: Subs
be: Субтытры

source: Subtitle
be: Субтытры

source: Subtitle folder
be: Каталёг субтытраў

source: Subtitle location
be: Месца субтытраў

source: Subtitle offset
be: Зрух субтытраў

source: Subtitle positioning
be: Пазіцыянаваньне субтытраў

source: Subtitles
be: Субтытры

source: Summary
be: Рэзюмэ

source: Summary information
be: Агульныя зьвесткі

source: Sun
be: нд

source: Sunny
be: сонечна

source: Sunrise
be: Усход

source: Sunset
be: Захад

source: Suspend
be: Прыпыніць

source: Switch media
be: Пераключыць мэдыі

source: Switch view
be: Пераключыць выгляд

source: Symbols
be: Сымбалі

source: Sync playback to display
be: Сынхранізаваць прайграваньне з экранам

source: Synchronise channel groups with backends
be: Сынхранізаваць групы каналаў з прыймачом

source: System
be: Сыстэма

source: System Information
be: Зьвесткі пра сыстэму

source: System info
be: Зьвесткі пра сыстэму

source: System information
be: Сістэмная інфармацыя

source: System uptime
be: Час працы

source: TV
be: ТВ

source: TV show
be: ТВ шоў

source: TV shows
be: ТВ шоў

source: TV-Guide
be: ТВ-праграма

source: Tags
be: Цэтлікі

source: Talk Show
be: Гутарковыя шоў

source: Team Sports
be: Камандны спорт

source: Temp
be: Тэмп.

source: Temperature units
be: Адзінкі тэмпэратуры

source: Temperatures:
be: Тэмпература:

source: Tennis/Squash
be: Тэніс / Сквош

source: Test patterns...
be: Тэставыя ўзоры...

source: Th
be: Чт

source: The entered PIN number was incorrect.
be: Уведзены нумар PIN - няправільны.

source: This could be due to the network not being connected.
be: Магчыма, гэта таму што сетка не падлучаная.

source: This directory contains
be: Гэты каталёг утрымлівае

source: This file is no longer available.
be: Гэты файл больш не дасяжны.

source: This may take some time...
be: На гэта можа спатрэбіцца пэўны час...

source: This path has been scanned before
be: Гэты шлях ужо сканаваўся

source: This user does not have permissions to open the CEC adapter
be: Карыстальнік ня мае дазволу на адчыненьне CEC адаптэра

source: This version of %s requires an
be: Гэтая вэрсія %s патрабуе

source: Thu
be: чц

source: Thumbnail
be: Мініятуры

source: Thunderstorm
be: навальніца

source: Thunderstorms
be: навальніцы

source: Time
be: Час

source: Time:
be: Час:

source: Timeline
be: Часавая шкала

source: Timeout when starting playback
be: Тэрмін чаканьня пачатку прайграваньня

source: Title
be: Назва

source: To use this feature you must download an Add-on:
be: Каб гэтым карыстацца, трэба зладаваць дадатак:

source: To:
be: У:

source: Top 100
be: 100 найлепшых

source: Top 100 albums
be: Найлепшыя 100 альбомаў

source: Top 100 songs
be: Найлепшыя 100 кампазыцый

source: Top albums for tag %name%
be: Лепшыя альбомы пад цэтлікам %name%

source: Top albums for user %name%
be: Лепшыя альбомы для карыстальніка %name%

source: Top artists for tag %name%
be: Лепшыя выканаўцы пад цэтлікам %name%

source: Top artists for user %name%
be: Лепшыя выканаўцы для карыстальніка %name%

source: Top of video
be: Уверсе відэа

source: Top tracks for tag %name%
be: Лепшыя трэкі пад цэтлікам %name%

source: Top tracks for user %name%
be: Лепшыя трэкі для карыстальніка %name%

source: Top-Left overscan compensation
be: Верхні левы overscan compensation

source: Total uptime
be: Агульны час працы

source: Track
be: Трэк

source: Track naming template
be: Шаблён назвы трэкаў

source: Track naming template - right
be: Шаблён назвы трэкаў - справа

source: Tracks
be: Трэкі

source: Tray open
be: Сподак адчынены

source: Try to reconnect?
be: Паспрабаваць злучыцца зноў ?

source: Tu
be: Аў

source: Tue
be: аў

source: Type
be: Тып

source: Type:
be: Тып:

source: UV index
be: Сонечная акт.

source: Unable to connect
be: Немагчыма злучыцца

source: Unable to connect to online lookup service
be: Немагчыма падлучыцца да сеціўнага сэрвісу пошуку

source: Unable to get weather data
be: Немагчыма атрымаць зьвесткі пра надвор'е

source: Unable to load playlist
be: Немагчыма загрузіць сьпіс прайграваньня

source: Unable to load settings
be: Немагчыма прачытаць налады

source: Unable to load skin
be: Немагчыма зладаваць аздабленьне
